Repository: MS-UAP/cnblogs-UAP
Catalog: CNBlogs.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# BestTitle.Text
source: Best
zh_cn: 精华

# BestTitleComment.Text
source: Best blogs in latest 10 days
zh_cn: 10日内推荐排行

# BloggerHomePage.Content
source: Home Page
zh_cn: 博主主页

# BloggerInfoTitle.Text
source: Blogger Info
zh_cn: 博主信息

# BloggerRecCount.Text
source: 20 random featured bloggers
zh_cn: 20位随机推荐的明星博主

# BloggerTitle.Text
source: Blogger
zh_cn: 博主

# BloggerTitleComment.Text
source: 20 Featured Bloggers
zh_cn: 明星博主推荐

# CategoryPostCount.Text
source: Server only provides latest 20 blogs
zh_cn: 博客园服务器只提供近20条数据

# CategoryTitle.Text
source: Category
zh_cn: 分类

# CategoryTitleComment.Text
source: Blog Categories
zh_cn: 博文分类索引

# ColumnTitle.Text
source: Column
zh_cn: 栏目

# FavoriteTitle.Text
source: Favorites
zh_cn: 收藏

# FavoriteTitleComment.Text
source: My Favorites
zh_cn: 我的收藏

# HomeTitle.Text
source: Home
zh_cn: 首页

# HomeTitleComment.Text
source: Latest Blogs
zh_cn: 今日最新博客

# HotTitle.Text
source: Hot
zh_cn: 热门

# HotTitleComment.Text
source: Hot blogs in latest 2 days
zh_cn: 2日内阅读排行

# NewsTitle.Text
source: News
zh_cn: 新闻

# NewsTitleComment.Text
source: Latest IT News
zh_cn: 今日IT新闻

# NewYearTitle.Text
source: Happy
zh_cn: 新年

# SettingFontSize.Text
source: Drag Slider to Change Font Size
zh_cn: 拖动滑块改变正文字体大小

# Title.Text
source: CNBlogs
zh_cn: 博客园

# AppButton_BloggerInfo.Label
source: Blogger Info
zh_cn: 博主信息

# AppButton_FavoriteBlog.Label
source: Add to Favorites
zh_cn: 收藏博文

# AppButton_FavoriteBolgger.Label
source: Add Blogger to Favorites
zh_cn: 收藏博主

# AppButton_FavoriteCategory.Label
source: Add Category to Favorites
zh_cn: 收藏此类

# AppButton_GoToBlog.Label
source: Favorite Blogs
zh_cn: 博文收藏

# AppButton_GoToBlogger.Label
source: Favorite Bloggers
zh_cn: 博主收藏

# AppButton_GoToCategory.Label
source: Favorite Categories
zh_cn: 分类收藏

# AppButton_GoToStart.Label
source: Go Back to Start
zh_cn: 回到开始

# AppButton_OriginalLink.Label
source: Original Link
zh_cn: 原文链接

# AppButton_Refresh.Label
source: Refresh
zh_cn: 刷新

# AppButton_UnFavoriteBlog.Label
source: Unfavorite
zh_cn: 取消收藏

# AppButton_UnFavoriteBolgger.Label
source: Unfavorite
zh_cn: 取消收藏

# AppButton_UnFavoriteCategory.Label
source: Unfavorite
zh_cn: 取消收藏

# AppButton_Zoom.Label
source: Zoom
zh_cn: 视图缩放

# CommentTextblock.Text
source: Comments
zh_cn: 评论

# CommentTextblock_Status2.Text
source: Hide
zh_cn: 收起

# CommentHeader.Text
source: Comments
zh_cn: 评论

# CommentPlaceholder.Text
source: No Comment.
zh_cn: 目前还没有评论！

# FavoriteHubSectionHeaderBlog.Text
source: Blogs
zh_cn: 博文

# FavoriteHubSectionHeaderBlogger.Text
source: Bloggers
zh_cn: 博主

# FavoriteHubSectionHeaderCategory.Text
source: Categories
zh_cn: 分类

# NewsPostSource.Text
source: Source:
zh_cn: 来自：

# SettingPane_Item_About
source: About
zh_cn: 关于

# SettingPane_Item_Privacy
source: Privacy Statements
zh_cn: 隐私声明

# SettingsFlyout_About.Title
source: About
zh_cn: 关于

# SettingsFlyout_About_Text1.Text
source: CNBlogs
zh_cn: 博客园

# SettingsFlyout_About_Text2.Text
source: Universal App
zh_cn: Universal App 客户端

# SettingsFlyout_About_Text3.Content
source: Rating Me
zh_cn: 给个好评

# SettingsFlyout_About_Text4.Text
source: This App is an Universal App Sample based on Windows RT DSK.
zh_cn: 本应用为Universal App的示例应用，使用WindowsRT SDK开发。

# SettingsFlyout_About_Text5.Text
source: This App is available in both Windows 8.1 Store and Windows Phone 8.1 Store, and they share same codes behind.
zh_cn: 在Windows 8.1和Windows Phone 8.1上各有一个同名应用同时发布，两者共用一套底层代码。

# TimeConverter_DayBeforeYesterday
source: The day before yesterday
zh_cn: 前天

# TimeConverter_Recent
source: minutes ago
zh_cn: 分钟前

# TimeConverter_Today
source: Today
zh_cn: 今天

# TimeConverter_Yesterday
source: Yesterday
zh_cn: 昨天

# BloggerControl_PostCount.Text
source: Blogs:
zh_cn: 博文数量:

# BloggerControl_UpdateTime.Text
source: Updated:
zh_cn: 最近更新:

# ContextButton_Unfavorite
source: Remove from Favorites
zh_cn: 取消收藏

# Notify_FavoriteBlog
source: Added to favorites successfully.
zh_cn: 收藏博文成功

# Notify_FavoriteBlogger
source: Added to favorites successfully.
zh_cn: 收藏博主成功

# Notify_FavoriteCategory
source: Added to favorites successfully.
zh_cn: 收藏分类成功

# Notify_UnFavoriteBlog
source: Removed from favorites successfully.
zh_cn: 已取消收藏博文

# Notify_UnFavoriteBlogger
source: Removed from favorites successfully.
zh_cn: 已取消收藏博主

# Notify_UnFavoriteCategory
source: Removed from favorites successfully.
zh_cn: 已取消收藏分类

# BloggerInfoButton.Label
source: Blogger Info
zh_cn: 博主信息

# CommentButton.Label
source: Comments
zh_cn: 查看评论

# DayModeText
source: Day Mode
zh_cn: 日间模式

# FavoriteBlogButton.Label
source: Favorite
zh_cn: 收藏博文

# FavoriteBloggerButton.Label
source: Favorite
zh_cn: 收藏博主

# FavoriteBloggerText
source: Blogger
zh_cn: 博主

# FavoriteBlogText
source: Blog
zh_cn: 博文

# FavoriteCategoryText
source: Category
zh_cn: 分类

# FontSizeButton.Label
source: Font Size
zh_cn: 调整字号

# HappyContent.Text
source: (This page shows how to do simple animation in UAP)
zh_cn: (本页展示UAP中的简单移动和动画)

# LightModeToggleSwitch.Header
source: Light Mode
zh_cn: 光线模式

# LightModeToggleSwitch.OffContent
source: Day Mode
zh_cn: 日间模式

# LightModeToggleSwitch.OnContent
source: Night Mode
zh_cn: 夜间模式

# NightModeText
source: Night Mode
zh_cn: 夜间模式

# OneMoreButton.Label
source: One More
zh_cn: 再看一次

# RefreshButton.Label
source: Sync
zh_cn: 刷新

# SettingButton.Label
source: Settings
zh_cn: 设置

# SettingPageAbout.Text
source: About
zh_cn: 关于

# SettingPageFontSize.Text
source: Font
zh_cn: 字号

# SettingPageSystem.Text
source: System
zh_cn: 系统

# SourceLinkButton.Label
source: View Source
zh_cn: 原文链接

# SplashSubTitle.Text
source: Sharing Code, Changing World
zh_cn: 分享代码，改变世界

# ToTopButton.Label
source: To Top
zh_cn: 返回顶部

# CategoryTitleText
source: Category
zh_cn: 分类

# CommentTextblockText_Status1
source: Comments
zh_cn: 评论

# CommentTextblockText_Status2
source: Hide
zh_cn: 收起

# TimeConverter_Recent_1
source: minute ago
zh_cn: 分钟前

# HotTitleComment1.Text
source: Hot Blogs
zh_cn: 2日内阅读排行

# SettingPane_Item_Preference
source: Preference
zh_cn: 选项

# SettingsFlyout_Preference.Title
source: Preference
zh_cn: 选项

# SettingsFlyout_Preference_Reading_Title.Text
source: Reading Preference
zh_cn: 阅读设置

# SettingsFlyout_Preference_Language.Header
source: Language
zh_cn: 界面语言

# SettingsFlyout_Preference_Language_CHI.Content
source: Chinese
zh_cn: 中文 Chinese

# SettingsFlyout_Preference_Language_ENG.Content
source: English
zh_cn: 英文 English

# SettingsFlyout_Preference_Language_Note.Text
source: Please restart the App for the changes to take effect.
zh_cn: 更改完语言需要重启应用才能完全生效。

# BestTitleComment_W8.Text
source: Best Blogs
zh_cn: 10日内推荐排行

# BloggerTitleComment_W8.Text
source: Featured Bloggers
zh_cn: 明星博主推荐
